 [
  {
  "itemID": "1",
  "itemName": "Glow sticks",
  "icon": "img1.jpg",
  "use": "Light signal for help, navigate in some areas, throw overboard or Trough for water level is approximate.",
  "shop": "Trekking Store",
  "notice": "Light limited time. Applied once per piece. There are several colors to choose from as needed.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "2",
  "itemName": "Whistle Storm",
  "icon": "img2.jpg",
  "use": "Transmission facilities or assistance.",
  "shop": "Trekking Store",
  "notice": "Sound is better a whistle normal and further.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "3",
  "itemName": "Chemical mask",
  "icon": "img3.jpg",
  "use": "Worn to prevent air pollution, dust disease of some kind. And air toxins.",
  "shop": "Pharmacy, Medical supply store.",
  "notice": "both a cloth to mask filters. Some stores offer both protection against small particles. You can choose according to their budget. For a small piece of carry on luggage should be 3 M version N 95 at least two pieces.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "4",
  "itemName": "Portable water filtration",
  "icon": "img4.jpg",
  "use": "Can use water from a natural water source or water that is not clean.",
  "shop": "Trekking Store",
  "notice": "The tube has a small bag to take everything with a filter and filter particles as small as 1-3 microns and larger filters come in packs for storage. The water volume for the group. Select the appropriate budget.",
  "backpack": 1,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "5",
  "itemName": "Disinfection Tablets",
  "icon": "img5.jpg",
  "use": "Mixed in water to clean drinking water for consumption. Water is thought to have the disease.",
  "shop": "Pharmacy,Medical supply store",
  "notice": "Eliminate pathogens but not organic contaminants in water. Recommended accessories for use filtered water.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "6",
  "itemName": "Raincoat",
  "icon": "img6.jpg",
  "use": "Protect your body from Rain and water for the property. And very humid.",
  "shop": "Stores, Trekking Store",
  "notice": "Focus on small easy to carry. May be selected as a waterproof and Acid rain is very good.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "7",
  "itemName": "Torch Head",
  "icon": "img7.jpg",
  "use": "Navigation light shines in the darkness, and does not need hand hold to be difficult.",
  "shop": "Stores, Trekking Store",
  "notice": "The battery is small and light and an LED light to save the battery.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "8",
  "itemName": "Fire Starter",
  "icon": "img8.jpg",
  "use": "Metal scratch with magnesium ingots. For sparking the fire.",
  "shop": "Trekking Store",
  "notice": "Small portable. No effect on the humidity, when wet, it can also spark a fire. Can be used for fuel (Wet Fire) effectively.",
  "backpack": 1,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "9",
  "itemName": "fuel(Wet Fire)",
  "icon": "img9.jpg",
  "use": "Igniting it in a long time.",
  "shop": "Trekking Store",
  "notice": "For convenience and ease of ignition to ignite a fire, is a white cube. Flammable even when floating on the water.",
  "backpack": 1,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "10",
  "itemName": "stormproof match kit",
  "icon": "img10.jpg",
  "use": "Fire immediately.",
  "shop": "Trekking Store",
  "notice": "There needs to be placed back in the fire instantly. The matches are windproof and waterproof, with, some compare it to the face or a name from the rain storm was igniting.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "11",
  "itemName": "Multipurpose pocket knife",
  "icon": "img11.jpg",
  "use": "Practical applications such as. To cut various materials, a screwdriver, nail file, mini saw, bottle opener, etc..",
  "shop": "Trekking Store",
  "notice": "Multi Tool, small devices portable. May have to carry a Brand Victorinox The blade will not rust and resistant or All in One, which is equipped with a built-in knife and scissors, pliers, saws, etc. Make use versatile than ever, you need a light. and portable, which is a tool card may choose to Barcelona. Use a similar design to carry a knife. Card is similar to a wallet. But diversity is lower than those of the Multi Tool Set.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "12",
  "itemName": "Fishing equipment",
  "icon": "img12.jpg",
  "use": "Fishing in the water in the forest.",
  "shop": "Fishing Shop, Trekking Store",
  "notice": "Perhaps carry. A fishing rod and a retractable portable enough for use in times of need.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "13",
  "itemName": "Emergency Blanket",
  "icon": "img13.jpg",
  "use": "Use covers to protect the body from wind and cold. You can also use light to transmit signals at certain events.",
  "shop": "Trekking Store",
  "notice": "Freud versatile blanket. Lightweight and easy to carry.",
  "backpack": 1,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "14",
  "itemName": "Signaling Mirror",
  "icon": "img14.jpg",
  "use": "The light and send signals to the remote. Maybe two flying helicopter to search. Or two to find the ground. Or remote communities. The reflected light.",
  "shop": "Trekking Store",
  "notice": "The glass is a synthetic material does not break easily, have a look in the middle of the glass. Aiming to make it easier.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "15",
  "itemName": "Torch",
  "icon": "img15.jpg",
  "use": "Navigation light shines in the darkness.",
  "shop": "Store ,Trekking Store",
  "notice": "Select as required. Recommended to choose lightweight, durable and light bulbs to LED brightness and save energy as well.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "16",
  "itemName": "Dynamo flashlight",
  "icon": "img16.jpg",
  "use": "Navigation light shines in the darkness. Using the rotation of the generator. Do not waste time to change the battery.",
  "shop": "Store ,Trekking Store",
  "notice": "If it is advisable to have a built-in battery. No need to spin the generator at all times. Easier to use.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "17",
  "itemName": "Distress Signals flares",
  "icon": "img17.jpg",
  "use": "Fireworks signaling the sky or rods used to hold temporary lighting at night.",
  "shop": "Store ,Trekking Store",
  "notice": "Suitable to the appointment to the group or search team. The tail is used as a means to pay the agreed upon for help or warning etc.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "18",
  "itemName": "Trekking knife",
  "icon": "img18.jpg",
  "use": "Used for cooking, cut branches, defense, etc..",
  "shop": "Store ,Trekking Store",
  "notice": "There are small, medium, large, or if there is a Trekking knife set is great because it has to keep a safe and easy-to-use and more versatile. A knife with a sharp blade and a scroll saws should have at least one.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "19",
  "itemName": "Duct/Cloth Tape",
  "icon": "img19.jpg",
  "use": "Close the box or items in accordance with the situation.",
  "shop": "Store , Stationery Stores",
  "notice": "The mix tape yarn and plastic viscosity. That can be torn by hand for convenience.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "20",
  "itemName": "Rope",
  "icon": "img20.jpg",
  "use": "A variety of situations.",
  "shop": "Store, Trekking Store",
  "notice": "Introduced a plastic rope at least 10 feet to the range,If there is another it very well may be a little rope. More convenient to carry.",
  "backpack": 1,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "21",
  "itemName": "Wet Tissue",
  "icon": "img21.jpg",
  "use": "Wipe clean after each use case. Such as cleaning the body. When there is no water well, etc..",
  "shop": "Store, Super Store",
  "notice": "Like a pack (normally used to clean the skin of children) Should be carried on for more crossings. You can clean the body without water. When water is limited or you may not have considered wild and water streams.",
  "backpack": 1,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "22",
  "itemName": "Mechanic gloves",
  "icon": "img22.jpg",
  "use": "Worn when handling equipment that may be harmful to us, such as broken glass. Metal, etc..",
  "shop": "Technician Shop",
  "notice": "Fire-resistant gloves made ​​of leather, it is a good choice.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "23",
  "itemName": "Gecko Gloves",
  "icon": "img23.jpg",
  "use": "In some of the cases handed some object Not slip.",
  "shop": "Technician Shop",
  "notice": "The position of the rubber hand is. Can better hold the stick. Because in some places, we may need to move the large items. It is recommended to have at least 4 pairs for people who need help us.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "24",
  "itemName": "Water",
  "icon": "img24.jpg",
  "use": "Drink water when thirsty. Because the human body. Composed of 80% water should be carried out in all cases.",
  "shop": "Stores, Trekking Store",
  "notice": "It should carry a bottle of water is fine. A water container such as a set. Trekking water bottle. And should be lightweight to carry with.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 4
  },
  {
  "itemID": "25",
  "itemName": "Trekking Cook Set",
  "icon": "img25.jpg",
  "use": "Used in the kitchen to cook in some places.",
  "shop": "Trekking Store",
  "notice": "If it is more convenient. When cooking is required. Suggest that consists of a burner, small gas, Pots for cooking. All in one to save space. Choose as appropriate.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "26",
  "itemName": "Hammocks Trekking",
  "icon": "img26.jpg",
  "use": "Used for Relaxation when in the woods.",
  "shop": "Trekking Store",
  "notice": "Weight as the cradle onwards. Easy installation and less space to install. When the body is tired and needs to rest and recharge, it will be good to use. In place of the compline.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "27",
  "itemName": "Clothes for all conditions.",
  "icon": "img27.jpg",
  "use": "Wearing comfort and versatility for all conditions.",
  "shop": "Clothing store, Trekking Clothing Shop",
  "notice": "Choose clothing that's right for you.Not too loose or too tight, as long-sleeved shirts, long pants, boots, jeans(Cool and durable but Not suitable place for deep wading water.) Select the appropriate event. At least one set.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "28",
  "itemName": "Casual clothing",
  "icon": "img28.jpg",
  "use": "Instead of wearing normal clothes when necessary, such as when torn or wet clothing. Or may be used as a bedroom as well.",
  "shop": "clothes shop",
  "notice": "There are at least two sets of spare clothes or things that I should have been more relevant. And do not forget gloves, socks, caps, in case you face the cold weather. Slippers and ankle in the wading the water.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "29",
  "itemName": "Nano Towel",
  "icon": "img29.jpg",
  "use": "use absorb water when take a bath or in some cases",
  "shop": "Super Store",
  "notice": "absorb water very well is dry easily.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "30",
  "itemName": "Tent / Fly sheet multipurpose",
  "icon": "img30.jpg",
  "use": "Used to temporary shelter against rain, wind, and snow in some kind of material.",
  "shop": "Trekking Store",
  "notice": "Is made ​​of strong and light material. Easy to carry in a place that needs a temporary accommodation. Rain wild Shelter etc. This is very helpful.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "31",
  "itemName": "Gold.",
  "icon": "img31.jpg",
  "use": "use Buy items necessary even.",
  "shop": "Shop",
  "notice": "Some event of a Disaster hard across the country or the world. money could be turned into fuel for it. We should assess the pre. May change the money to golden stored as part. The some time we can sell gold in exchange for the Financial Future.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "32",
  "itemName": "Portable Radio AM/FM",
  "icon": "img32.jpg",
  "use": "Listen to news on the disaster. If a problem devices and internet.",
  "shop": "Electronics Shop",
  "notice": "Should provide radio and extra batteries. May be device have radio function is convenient.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 3
  },
  {
  "itemID": "33",
  "itemName": "Smartphone/Tablet Device",
  "icon": "img33.jpg",
  "use": "Get Contact Information etc..",
  "shop": "Super Store",
  "notice": "Portable computer, Tablet or Phone a Smart Phone, it has been easy enough to land ownership now. Each person may need to use it. This device is very useful, it has limitations in terms of battery life. For those who need to use these devices. The charge carries a portable solar power or generator. Another option is one that should not be overlooked. If possible, one should have a cell phone and a spare battery and saves you the receiver. At least if there is a Smart Phone Apps that useful. And music in this Device can also be very relaxing.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 3
  },
  {
  "itemID": "34",
  "itemName": "Storage/Charge Natural Energy.",
  "icon": "img34.jpg",
  "use": "Compatible with various devices in the capacitor of the power of nature.",
  "shop": "Super Store",
  "notice": "Select the device has sufficient capacity to power a device such as a notebook solar charger. Or to charge mobile devices. Recommended for devices that are equipped with a wide range of charges. The technology to cover the equipment we have. In some cases, the no light from the sun Can use Dynamo to generator.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 3
  },
  {
  "itemID": "35",
  "itemName": "Stationery",
  "icon": "img35.jpg",
  "use": "Important note. Or is used to communicate with the other.",
  "shop": "Stationery Store",
  "notice": "At least a book, a pencil or pen to write down the address and phone number in case the for technologies crash. We also take note of the paper. Is used to record events as well.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 3
  },
  {
  "itemID": "36",
  "itemName": "Compass",
  "icon": "img36.jpg",
  "use": "The correct direction in the Earth's magnetic field is normal.",
  "shop": "Trekking Store",
  "notice": "Should carry at least one piece.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "37",
  "itemName": "Maps",
  "icon": "img37.jpg",
  "use": "Easier to read the terrain and the position.",
  "shop": "Super Store, Trekking Store",
  "notice": "Some people may use the Smart Phone Apps of it easier. And if there is a map of the terrain we have traveled far to be useful. Look at how many people buy what to keep intact. Do not forget that the key Seekers position GPS devices rely on the use of satellite data and internet.if in the case of satellite and internet problems and threats against corporate practice. We also have paper maps that are available. Highway map. Province or we are going. Choose a specific height from sea flooding with the assessment.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 3
  },
  {
  "itemID": "38",
  "itemName": "Binoculars",
  "icon": "img38.jpg",
  "use": "View the range or in the event that the human eye can not see.",
  "shop": "Super Store, Trekking Store",
  "notice": "Multi-Mode form to the portability and vision long distance. Useful both for jungle and in the community. Or used with a signal mirror. Or flashing lights. The reflector or flashing lights to indicate the remote is in good",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 3
  },
  {
  "itemID": "39",
  "itemName": "Watch",
  "icon": "img39.jpg",
  "use": "Some time it can be Used instead compass.",
  "shop": "Watch Shop",
  "notice": "Recommended to choose for waterproofing or moisture well. Sometimes we may change it to something else if the property are worth as well.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "40",
  "itemName": "Important Documents",
  "icon": "img40.jpg",
  "use": "Identify if requires examination legal.",
  "shop": "Identification",
  "notice": "Identification card, Passport, land documents, registration, education documents. And other documents. To think necessary that if the local travel and migration on a big disasters.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "41",
  "itemName": "First Aid kit.",
  "icon": "img41.jpg",
  "use": "use First aid by yourself. Or the others have been injured.",
  "shop": "Pharmacy,Medical Store",
  "notice": "The small size is perfect for carrying. And should have with first aid manual.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "42",
  "itemName": "Condoms",
  "icon": "img42.jpg",
  "use": "In addition to the normal. Can be extended to bind wounds,. Protect it from water.",
  "shop": "Pharmacy,Medical Store",
  "notice": "Helpful is the flexibility of wearing condom can arm or leg. So in case you want to protect the wound is wet from the water. Condoms as a good option in this case",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "43",
  "itemName": "Personal Remedy",
  "icon": "img43.jpg",
  "use": "Treatment of symptoms of the individual.",
  "shop": "By a doctor",
  "notice": "In addition to the other medications and first aid kit. Some diseases are not ready remember to carry it in any time.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "44",
  "itemName": "Vitamin",
  "icon": "img44.jpg",
  "use": "Nourish the body in case get inadequate nutrients and weak.",
  "shop": "Pharmacy,Medical Store",
  "notice": "Charlotte is a good vitamin. if the lack of nutrients can result in bodies. Or in case of food shortage, it is always supplement as well.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "45",
  "itemName": "Dried Fruit",
  "icon": "img45.jpg",
  "use": "Eat all the time.",
  "shop": "Shop",
  "notice": "Fruits and vegetables are an important part of providing nutrients to the body. In times of emergency, and also reduce hunger as well.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 4
  },
  {
  "itemID": "46",
  "itemName": "Emergency Food",
  "icon": "img46.jpg",
  "use": "Instead eating food. If you are not can find normal food in emergencies event.",
  "shop": "Super Store",
  "notice": "We can prepare a food stocked. It should be carry in case of emergency. Such as protein bars, crackers, bread, meat various dried. Some people may buy the emergency food brands on the market. See the expire a packet on a stock.",
  "backpack": 1,
  "minipack": 1,
  "carpack": 0,
  "type": 4
  },
  {"itemID": "47",
  "itemName": "lip care",
  "icon": "img47.jpg",
  "use": "Add moisture to the lips.",
  "shop": "Shop, Pharmacy",
  "notice": "Combined with a first aid kit in some cases should be attached. if faced with very cold weather can also be apply to the protection of the lip very well.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "48",
  "itemName": "Sunglasses",
  "icon": "img48.jpg",
  "use": "Protect your eyes from the sun and bright light.",
  "shop": "Shop, Eyeglass Stores, Super Stores.",
  "notice": "When faced with strong sunlight. Travel frequently and have to carry it from the time.To be helpful as well.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "49",
  "itemName": "Sanitary napkin",
  "icon": "img49.jpg",
  "use": "It is usually women. It is also a great help when Emergencies case. if come across lose a lot of blood accident. Fabric sub fluid to the blood as well. And also very clean.",
  "shop": "Shop, Super Store",
  "notice": "Both men and women can carry it in case of emergency come across urgent. Both themselves and others. May be used with condoms to prevent water and moisture from the outside when come across have to wade rain and humidity.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "50",
  "itemName": "Anti Septic Solution",
  "icon": "img50.jpg",
  "use": "Anti External Septic. Options that can be used with external devices such as Clothes, shoes, etc.",
  "shop": "Shop, Super Store",
  "notice": "Use with caution. If skin contact can bite us. Very useful if need to come across place for the outbreak of pathogens. if thinking that Unnecessary to be cut it off for save space in your backpack.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "51",
  "itemName": "Ear Protection",
  "icon": "img51.jpg",
  "use": "Protect the the eardrum from loud noises.",
  "shop": "Shop, Super Store",
  "notice": "Some place have loud noise harm to the eardrum. Such as explosions or sounds of nature. Appalling lack of consciousness. It is a help in this case. Some people may choose to swim ear plugs. Or headsets from the device so I can help as well.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "52",
  "itemName": "Plastic Zip Lock Bags",
  "icon": "img52.jpg",
  "use": "Inserted various a small items and are convenient to use.",
  "shop": "Shop, Super Store",
  "notice": "Zip Lock bags recommended for water protection. Easy to close and sheep. Also visible from the outside are easy to use.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "53",
  "itemName": "Potassium permanganate",
  "icon": "img53.jpg",
  "use": "Mixing water to wash vegetables and fruits. Considered that is not safe from pathogens and bacteria, fungal contamination.",
  "shop": "Super Store",
  "notice": "Protect the pathogens from vegetables and fresh fruits skin. Method to use the potassium permanganate 5 crystals / water 4 liters and leave it for 10 minutes then washed with water 4 liters on 2 minutes or more. (Wear goggles to protect your eyes. and Do not mix potassium permanganate too much. )",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "54",
  "itemName": "Calamine",
  "icon": "img54.jpg",
  "use": "Cure of skin diseases n the disasters.",
  "shop": "Pharmacy, Super Store",
  "notice": "Effects of fungi or water bitten feet, feet or hands, tender, chemicals, acid rain, irritants and chemicals from animals. toxic plants. Recommended to have at least one bottle.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 0,
  "type": 2
  },
  {
  "itemID": "55",
  "itemName": "Chucheep set",
  "icon": "img55.jpg",
  "use": "Helps to float on water.",
  "shop": "Supper Store",
  "notice": "In the event of a disaster or accident on water. Is very important. In home car should have at least one . May be swim bellows can use for instead.",
  "backpack": 1,
  "minipack": 0,
  "carpack": 1,
  "type": 1
  },
  {
  "itemID": "56",
  "itemName": "Portable Sewing kit",
  "icon": "img56.jpg",
  "use": "Using a needle, thread, brooch or sewing when  clothing have a tear.",
  "shop": "Shop",
  "notice": "It should have Needle and thread add one. brooch 3-5 pieces.",
  "backpack": 0,
  "minipack": 1,
  "carpack": 0,
  "type": 1
  },
  {
  "itemID": "57",
  "itemName": "Deli Foods & Snacks.",
  "icon": "img57.jpg",
  "use": "Eating to compensate main food . High energy.",
  "shop": "Shop ,Supper Store",
  "notice": "May be Dried Noodles, Crackers, Chocolate, Marshmallows, etc. It is easy to find. Stock up crackers it was good for both people and pets. For a campfire do not forget Marshmallows  Should carry in pocket.(Marshmallows grilled delicious!)",
  "backpack": 1,
  "minipack": 1,
  "carpack": 1,
  "type": 4
  }
  ]