[
 {
 "itemID": "1",
 "itemName": "แท่งเรืองแสง",
 "icon": "img1.jpg",
 "use": "ให้แสงสัญญาณขอความช่วยเหลือ, นำทางในบางพื้นที่, โยนลงน้ำนิ่งเพื่อวัดระดับน้ำโดยคร่าวๆได้",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "ระยะเวลาเกิดแสงจำกัด ใช้ได้ครั้งเดียวต่อชิ้น มีหลายราคาหลายสีให้เลือกซื้อตามต้องการ",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "2",
 "itemName": "นกหวีด Storm",
 "icon": "img2.jpg",
 "use": "เป่าส่งสัญญาณหรือขอความช่วยเหลือ",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "เสียงจะแหวกอากาศออกไปไกลกว่าเสียงนกหวีดธรรมดา",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "3",
 "itemName": "หน้ากากกันสารเคมี",
 "icon": "img3.jpg",
 "use": "สวมใส่เพื่อป้องกันอากาศเสีย ฝุ่น เชื้อโรคบางชนิด และสารพิษทางอากาศเข้าสู่ร่างกาย",
 "shop": "ร้านขายยา,ร้านขายอุปกรณ์ด้านการแพทย์",
 "notice": "ทีทั้งแบบผ้าไปจนถึงหน้ากากแบบมีตัวกรอง บางร้านมีทั้งแบบป้องกันอนุภาคขนาดเล็ก สามารถเลือกตามสถานการและงบประมาณ แนะนำสำหรับชิ้นที่พกพาในกระเป๋าขนาดเล็กน่าจะเป็นหน้ากาก 3 M รุ่น N 95 อย่างน้อย 2 ชิ้น",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "4",
 "itemName": "อุปกรณ์กรองน้ำแบบพกพา",
 "icon": "img4.jpg",
 "use": "อุปกรณ์ที่มีตัวกรองน้ำในตัว สามารถใช้กรองน้ำจากแหล่งน้ำธรรมชาติหรือแหล่งน้ำที่คิดว่าไม่สะอาด",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "มีทั้งแบบหลอดขนาดเล็กสำหรับกระเป๋าติดตัวที่กรองทุกอย่างที่มีอนุภาคขนาดเล็กตามขนาดใส้กรองเช่น 1-3 ไมครอน และกรองขนาดใหญ่ขึ้นมาอีกสำหรับเก็บในเป้ การกรองน้ำในปริมาณมากๆเพื่อใช้ในหมู่คณะ เลือกซื้อไว้ตามความเหมาะสมและงบประมาณ",
 "backpack": 1,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "5",
 "itemName": "ยาเม็ดฆ่าเชื้อโรคในน้ำ",
 "icon": "img5.jpg",
 "use": "ผสมในน้ำเพื่อความสะอาดของน้ำดื่มสำหรับการบริโภค ในแหล่งน้ำที่คิดว่ามีเชื้อโรคอยู่",
 "shop": "ร้านขายยา,ร้านขายอุปกรณ์ด้านการแพทย์",
 "notice": "กำจัดเชื้อโรคแต่ไม่มีผลกับสารพิษที่ปนเปื้อนในน้ำ แนะนำให้ใช้คู่กับอุปกรณ์กรองน้ำ",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "6",
 "itemName": "เสื้อกันฝนแบบพกพา",
 "icon": "img6.jpg",
 "use": "กันฝนและน้ำสำหรับสถานที่ๆมีฝนตก และอากาศชื้นมากๆ",
 "shop": "ร้านค้าทั่วไป, ร้านขายอุปกรณ์เดินป่า",
 "notice": "เน้นขนาดเล็กพกพาสะดวก อาจจะเลือกเป็นเนื้อยางแบบกันฝนกรดด้วยจะดีมาก",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "7",
 "itemName": "ไฟฉายคาดหัว",
 "icon": "img7.jpg",
 "use": "ส่องแสงสว่างนำทางในที่มืดและไม่จำเป็นต้องใช้มือถือให้ลำบาก",
 "shop": "ร้านค้าทั่วไป, ร้านขายอุปกรณ์เดินป่า",
 "notice": "เน้นขนาดเล็กและเบาพร้อมแบตเตอรี่ หลอดไฟแบบ LED จะทำให้ประหยัดแบตเตอรี่",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "8",
 "itemName": "แท่งจุดไฟ",
 "icon": "img8.jpg",
 "use": "ใช้โลหะขูดกับแท่งแมกนีเซี่ยม ทำให้เกิดประกายไฟสำหรับจุดกองไฟได้",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "ขนาดเล็กพกพาสะดวก ไม่มีผลกับความชื้น, เมื่อเปียกน้ำก็ยังสามารถจุดประกายไฟได้ สามารถใช้กับเชื้อไฟ(Wet Fire) ได้อย่างมีประสิทธิภาพ",
 "backpack": 1,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "9",
 "itemName": "เชื้อไฟ(Wet Fire)",
 "icon": "img9.jpg",
 "use": "จุดไฟติดง่ายและอยู่ได้นาน",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "เพื่อความสะดวกและง่ายในการจุดไฟ ก่อกองไฟ ทำให้ติดไฟง่ายมีลักษณะเป็นก้องสีขาวคล้ายน้ำตาลก้อน ติดไฟแม้ขณะลอยอยู่บนน้ำ",
 "backpack": 1,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "10",
 "itemName": "ไม้ขีดไฟกันน้ำกันลม",
 "icon": "img10.jpg",
 "use": "จุดไฟได้ทันที",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "มีติดไว้สำรองในเหตุการณ์ที่จำเป็นต้องจุดไฟแบบทันที และยังมีไม้ขีดไฟแบบกันน้ำกันลมด้วยหากมีสำรองไว้บางสถานการที่ต้องเจอลมพายุหรือความชื้อจากฝนก็ยังจุดไฟติด",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "11",
 "itemName": "มีดพับอเนกประสงค์",
 "icon": "img11.jpg",
 "use": "ใช้งานได้หลากหลายมากเช่น การตัดวัสดุต่างๆ แทนไขควง ตะไบ เลื่อยเล็ก ที่เปิดขวด ฯลฯ",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "อุปกรณ์แบบ Multi Tool ขนาดเล็กพกพาสะดวก อาจเลือกมีดพกของ victorinox ซึ่งใบมีดจะไม่เกิดสนิมและทน หรือแบบ All in One ซึ่งมีอุปกรณ์หลากหลายในตัวมีด ทั้ง กรรไกร, คีม, เลื่อย, ฯลฯ ทำให้ใช้งานได้หลากหลายมากกว่าเดิม, ถ้าต้องการความเบาและพกพาสะดวกขึ้นอาจเลือก tool card ซึ่งเป็นแผ่นโลหา ออกแบบให้ใช้งานหลากหลายคล้ายมีดพก มีขนาดใกล้เคียงบัตรใส่กระเป๋าสตางค์ได้ แต่ความหลากหลายในการให้ก็ลดน้อยลงกว่าพวก Multi Tool ครบชุด",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "12",
 "itemName": "อุปกรณ์ตกปลา",
 "icon": "img12.jpg",
 "use": "ใช้ตกปลาในแหล่งน้ำในป่า",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "บางทีการพกติดตัว เพียงเบ็ดตกปลาและเส้นเอ็นก็เพียงพอสำหรับการพกพาเพื่อใช้ในยามจำเป็น",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "13",
 "itemName": "ผ้าห่มฉุกเฉิน",
 "icon": "img13.jpg",
 "use": "ใช้ห่มเพื่อปกป้องร่างกายจากลมและอากาศหนาว และยังสามารถใช้สะท้อนแสงเพื่อส่งสัญญาณได้ในบางเหตุการ",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "ผ้าห่มฟรอยด์อเนกประสงค์ เบาและพกพาสะดวก ",
 "backpack": 1,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "14",
 "itemName": "กระจกส่งสัญญาณ",
 "icon": "img14.jpg",
 "use": "ใช้สะท้อนแสงและส่งสัญญาณไปยังระยะไกล อาจจะส่องไปที่เครื่องบินที่ค้นหาอยู่ หรือว่าส่องไปยังหน่วยค้นหาทางภาคพื้นดิน หรือชุมชนที่อยู่ห่างไกล ให้เห็นแสงสะท้อน",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "ตัวกระจกเป็นวัสดุสังเคราะห์ ไม่แตกง่าย มีช่องมองอยู่ตรงกลางกระจก เพื่อให้เล็งง่ายขึ้น",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "15",
 "itemName": "ไฟฉายกระบอก",
 "icon": "img15.jpg",
 "use": "ส่องแสงสว่างนำทางในที่มืด",
 "shop": "ร้านค้าทั่วไป ,ร้านขายอุปกรณ์เดินป่า",
 "notice": "เลือกตามความต้องการ แนะนำให้เลือกที่ไม่หนักเกินไปและใช้หลอดไฟ LED เพื่อความสว่างและประหยัดไฟด้วย",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "16",
 "itemName": "ไฟฉายไดนาโม",
 "icon": "img16.jpg",
 "use": "ส่องแสงสว่างนำทางในที่มืด โดยใช้ไฟจากการหมุนไดนาโม ไม่เสียเวลาเปลี่ยนแบตเตอรี่",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "หากเป็นไปได้แนะนำให้เลือกที่มีแบตเตอรี่ในตัว เพื่อที่จะไม่ต้องหมุนไดนาโมตลอดเวลา ทำให้ใช้งานสะดวกขึ้น",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "17",
 "itemName": "พลุส่งสัญญาณ",
 "icon": "img17.jpg",
 "use": "จุดพลุส่งสัญญาณขึ้นท้องฟ้าหรือแบบแท่งใช้ถือให้แสงสว่างชั่วคราวยามค่ำคืน",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "เหมาะกับสถานการที่นัดแนะกับกลุ่มหรือทีมค้นหาแล้ว ว่าหางมีการใช้พลุมีความหมายตามที่ตกลงกันไว้เช่นขอความช่วยเหลือหรือการเตือนให้ระวังเป็นต้น",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "18",
 "itemName": "มีดเดินป่า",
 "icon": "img18.jpg",
 "use": "ใช้กับการทำอาหาร, ตัดกิ่งไม้, ป้องกันตัวและอื่นๆ",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "มีทั้งขนาดเล็ก, กลาง, ใหญ่ หรือหากมีชุดเซ็ทมีดเดินป่าจะดีมากเพราะจะมีที่เก็บเพิ่มความปลอดภัยและสะดวกต่อการใช้งานที่หลากหลายขึ้น มีดที่มีทั้งคมมีดและคมเลื่อยเป็นตัวเลือนที่ดีควรมีไว้อย่างน้อย 1 ชิ้น",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "19",
 "itemName": "เทปกาวแบบผ้า",
 "icon": "img19.jpg",
 "use": "ปิดยึดกล่องหรืออุปกรณ์ต่างๆตามสถานการ",
 "shop": "ร้านค้าทั่วไป, ร้านอุปกรณ์เครื่องเขียน",
 "notice": "เทปกาวที่ผสมระหว่างเส้นด้ายและพลาสติเหนียว แบบที่สามารถฉีกได้ด้วยมือเพื่อความสะดวก",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "20",
 "itemName": "เชือก",
 "icon": "img20.jpg",
 "use": "มัดสิ่งต่างๆตามสถานการ",
 "shop": "ร้านค้าทั่วไป, ร้านขายอุปกรณ์เดินป่า",
 "notice": "แนะนำเป็นเชือกร่ม หรือเชือกพลาสติกขนาด 10 เมตร เป็นอย่างน้อยเพื่อการใช้งานที่หลากหลาย, ถ้ามีติดตัวอีกเส้นจะดีมากอาจจะหาเส้นเล็กกว่า เพื่อการพกพาสะดวกมากขึ้น",
 "backpack": 1,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "21",
 "itemName": "กระดาษชำระแบบเปียก",
 "icon": "img21.jpg",
 "use": "ใช้เช็ดทำความสะอาดตามแต่ละกรณี. เช่นทำความสะอาดร่างกาย เมื่อไม่มีน้ำได้ดี ฯลฯ",
 "shop": "ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "ลักษณะเป็นแพค(ปรกติจะใช้เช็ดทำความสะอาดผิวเด็ก) ควรมีพกติดตัวด้วยจะสำดวกมากขึ้น ซึ่งสามารถเช็ดทำความสะอาดร่างกายได้โดยไม่ต้องอาบน้ำ ในสถานการที่น้ำมีจำกัดหรือต้องเข้าป่าและคิดว่าอาจไม่มีแหล่งน้ำลำธาร",
 "backpack": 1,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "22",
 "itemName": "ถุงมือช่าง",
 "icon": "img22.jpg",
 "use": "สวมใส่ในการหยิบจับอุปกรณ์ที่อาจเกิดอันตรายต่อตัวเราเช่นกระจกแตก โลหะต่างๆเป็นต้น",
 "shop": "ร้านค้าอุปกรณ์ช่าง",
 "notice": "ถุงมือที่ทำจากหนังทนไฟ",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "23",
 "itemName": "ถุงมือตีนตุ๊กแก",
 "icon": "img23.jpg",
 "use": "ยกของในบางกรณี ทำให้จับสิ่งของได้ถนัดมือไม่หลุดร่วงง่าย",
 "shop": "ร้านค้าอุปกรณ์ช่าง",
 "notice": "ตำแหน่งของฝ่ามือจะเป็นปุ่มยาง สามารถยึดจับสิงของได้ดี เพราะในบางสถานการเราอาจจำเป็นต้องยก ย้าย สิ่งของขนาดใหญ่ จึงแนะนำให้มีไว้อย่างน้อย 4 คู่ เผื่อคนอื่นที่ต้องมาช่วยยกด้วย",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "24",
 "itemName": "น้ำดื่ม",
 "icon": "img24.jpg",
 "use": "ดื่มน้ำแก้กระหาย เพราะร่างกายมนุษย์ ประกอบด้วยน้ำ 80% ควรมีน้ำติดตัวไว้ในทุกกรณี",
 "shop": "ร้านค้าทั่วไป, ร้านขายอุปกรณ์เดินป่า",
 "notice": "แนะนำว่าควรมีติดตัวเป็นขวดใส่น้ำอย่างดี มีภาชนะใส่น้ำเป็นชุดเช่น ขวดน้ำเดิดป่า และควรเลือกที่มีน้ำหนักเบาในการพกติดตัวด้วย",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 4
 },
 {
 "itemID": "25",
 "itemName": "ชุดหุงต้มแบบพกพา",
 "icon": "img25.jpg",
 "use": "ใช้ในการทำครัวปรุงอาหารในบางสถานการ",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "ถ้ามีไว้จะสะดวกสะบายขึ้นหากจำเป็นต้องทำการปรุงอาการ์ แนะนำให้หาอุปกรณ์ที่มี เตา,หม้อสนาม และแก๊สขนาดเล็ก และภาชนะสำหรับหุงต้นในตัวเดียวกันจะได้ประหยัดพื้นที่ เลือกซื้อตามความเหมาะสมและครอบคลุมสถานการที่คิดว่าจำเป็นต้องใช้",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "26",
 "itemName": "เปลญวนสำหรับเดินป่า",
 "icon": "img26.jpg",
 "use": "ใช้ในการพักผ่อนได้สำหรับกรณีที่ต้องเข้าป่า",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "น้ำหนักเบาเช่นเปลทหารเป็นต้น ติดตั้งง่ายใช้พื้นที่ในการติดตั้งน้อย. เมื่อหากร่างกายเหนื่อยล่าและได้นอนพักสบายๆก็จะเป็นการเติมพลังในการเดินทางได้ดี ในสถานการที่ต้องบุกป่าฝ่าดง",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "27",
 "itemName": "เสื้อผ้าสำหรับลุยทุกสถานการ",
 "icon": "img27.jpg",
 "use": "สวมใส่อย่างสบายและคล่องตัวเหมาะกับทุกสถานการ",
 "shop": "ร้านขายเสื้อผ้า, ร้านขายอุปกรณ์เดินป่า",
 "notice": "เลือกเสื้อผ้าที่คิดว่าเหมาะสมกับตัวเอง. ไม่หลวมหรือฟิตจนเกินไป เช่น เสื้อแขนยาว  กางเกงขายาว รองเท้าบูท หรือ กางเกงยีนส์ผ้าหนาหน่อยเท่และทน แต่อาจไม่เหมาะในสถานการลุยน้ำลึกๆ เลือกสิ่งที่เหมาะสมตามเหตุการณ์",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "28",
 "itemName": "เสื้อผ้าลำลอง",
 "icon": "img28.jpg",
 "use": "สวมใส่แทนเสื้อผ้าปรกติเมื่อมีเหตุจำเป็นเช่นเมื่อเสื้อผ้าฉีกขาดหรือเปียกน้ำ หรืออาจจะใช้เป็นชุดนอนได้ด้วย",
 "shop": "ร้านขายเสื้อผ้า, ร้านขายอุปกรณ์เดินป่า",
 "notice": "มีเสื้อผ้าสำรองไว้อย่างน้อย 2 ชุดหรือตามสถานการที่คิดว่าควรมีมากน้อยเท่าใด และอย่าลืมถุงมือ, ถุงเท้า, หมวกเผื่อในกรณีที่ต้องเจอกับอากาศหนาว และรองเท้าแตะแบบหุ้มข้อในกรณีที่ต้องเดินลุยน้ำ",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "29",
 "itemName": "ผ้าเช็ดตัวขนาดเล็ก",
 "icon": "img29.jpg",
 "use": "ใช้เช็ดตัวเมื่ออาบน้ำปรกติหรือร่างกายโดนน้ำในบางกรณี",
 "shop": "ร้านค้าขนาดใหญ่",
 "notice": "บางคนอาจเรียก ผ้าเช็ดตัวนาโน ซึ่งจะมีความบางมากและซับน้ำได้ดีแห้งงาย",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "30",
 "itemName": "เต็นท์/ฟลายชีทเอนกประสงค์",
 "icon": "img30.jpg",
 "use": "ใช้ในการตั้งที่พักอาศัยชั่วคราว กันฝน, กันลม, กันหิมะในบางชนิดของวัสดุ",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "เน้นที่ทำจากวัสดุแข็งแรงและเบา เพื่อความสะดวกต่อการพกพาไปในสถานการที่ต้องมีการตั้งเต้น หรือกางร่มกำบังฝนเป็นต้น ในกรณีเข้าป่าและเดินทางไกลจะมีประโยชน์มาก",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "31",
 "itemName": "ทองคำ",
 "icon": "img31.jpg",
 "use": "ใช้จ่ายซื้อข้าวของในยามจำเป็นได้",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "ในกรณีที่เกิดภัยพิบัติหนักๆทั่วประเทศหรือทั้งโลก เงินอาจจะกลายเป็นกระดาษสำหรับทำเชื้อเพลิงไปได้. เราควรประเมินสถานการไว้ล่วงหน้า อาจเปลี่ยนเงินเป็นทองคำเก็บไว้ส่วนหนึ่ง เพราะอย่างน้อยเราก็ยังนำทองคำไปขายแลกเป็นเงิดหรือของมีค่าได้ในอนาคต",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "32",
 "itemName": "วิทยุ AM/FM",
 "icon": "img32.jpg",
 "use": "ใช้รับฟังข่าวสารเมื่อเกิดภัยพิบัติ หากอุปกรณ์สื่อสารและระบบ internet มีปัญหา",
 "shop": "ร้านขายอุปกรณ์ไฟฟ้า",
 "notice": "ควรเตรียมวิทยุไว้พร้อมแบตเตอรี่สำรอง",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 3
 },
 {
 "itemID": "33",
 "itemName": "อุปกรณ์ Smartphone/Tablet",
 "icon": "img33.jpg",
 "use": "รับฟังข่าวสาร ติดต่อสื่อสาร ทำงานหลายประเภท ฯลฯ",
 "shop": "ห้างสรรพสินค้าทั่วไป",
 "notice": "คอมพิวเตอร์แบบพกพา, Tablet หรือโทรศัพท์แบบ Smart Phone ก็มีราคาพอที่จะจับจองเป็นเจ้าของได้ง่ายแล้วในตอนนี้ แต่ละคนอาจจำเป็นต้องใช้ไม่เหมือนกัน ซึ่งอุปกรณ์เหล่านี้มีประโยชน์มากแต่ก็มีข้อจำกัดในเรื่องของแบตเตอรี่ สำหรับผู้ที่จำเป็นต้องใช้งานอุปกรณ์เหล่านี้ การพกเครื่องชาจพลังงานแสงอาทิตย์หรือไดนาโมแบบพกพา ก็เป็นอีกตัวเลือกหนึ่งที่ไม่ควรมองข้าม และถ้าหากเป็นไปได้ควรมีโทรศัพท์มือถือสำรองไว้ 1 เครื่อง เน้นรับสัญญาณดีๆและประหยัดแบตเตอรี่ อย่างน้อยถ้ามี Smart Phone ก็มี Apps ที่เป้นประดยชน์ และยังสามารถฟังเพลงผ่อนคลายความเครียดได้ดี",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 3
 },
 {
 "itemID": "34",
 "itemName": "อุปกรณ์ชาร์จพลังงานธรรมชาติ",
 "icon": "img34.jpg",
 "use": "ใช้งานร่วมกับอุปกรณ์เทคโนโลยีต่างๆในการเก็บประจุไฟฟ้าจากพลังงานธรรมชาติ",
 "shop": "ห้างสรรพสิงค้า",
 "notice": "เลือกอุปกรณ์ที่มีความจุไฟฟ้าให้พอเหมาะกับอุปกรณ์ที่เรามี เช่น เครื่องชาร์จ โน๊ตบุ๊ค จากพลังงานแสงอาทิตย์ หรือเครื่องชาจอุปกรณ์โทรศัพท์เคลื่อนที่ แนะนำให้หาอุปกรณ์ที่มีช่องชาร์จไฟแบบหลากหลาย เพื่อครอบคลุมอุปกรณ์ด้านเทคโนโลยีที่เรามีอยู่ ในบางกรณีที่ไม่มีแสงจากดวงอาทิตย์การใช้ไดนาโมในการปั่นไฟ",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 3
 },
 {
 "itemID": "35",
 "itemName": "อุปกรณ์เครื่องเขียน",
 "icon": "img35.jpg",
 "use": "บันทึกสิ่งสำคัญหรือมีส่วนใช้ในการติดต่อสื่อสารกันได้",
 "shop": "ร้านอุปกรณ์เครื่องเขียน",
 "notice": "อย่างน้อยมีสมุด, ดินสอหรือปากกา แนะนำให้จด ที่อยู่และเบอร์โทรสำคัญไว้เผื่อกรณีที่เทคโนโลยีเกิดขัดข้อง เรายังมีการจดบันทึกด้วยกระดาษอยู่ หรือใช้ในการบันทึกเหตุการได้อย่างดี",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 3
 },
 {
 "itemID": "36",
 "itemName": "เข็มทิศ",
 "icon": "img36.jpg",
 "use": "บอกทิศทางอย่างถูกต้องในกรณีที่สนามแม่เหล็กโลกเป็นปรกติ",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "ควรมีติดตัวไว้อย่างน้อย 1 ชิ้น",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "37",
 "itemName": "แผนที่",
 "icon": "img37.jpg",
 "use": "ใช้อ่านตำแหน่งในภูมิประเทศได้ง่ายขึ้นเหมาะกับการต้องเดินทางและบอกตำแหน่ง",
 "shop": "ร้านหนังสือ, ร้านขายอุปกรณ์เดินป่า",
 "notice": "บางคนอาจใช้ Apps จาก Smart Phone แทนก็สะดวกขึ้น และถ้ามีแผนที่ในภูมิประเทศที่เราต้องเดินทางไปที่ไกลๆจะมีประโยชน์มาก เวลาดูกันหลายๆคน ซื้อเก็บไว้ ไม่เสียหายอะไร ที่สำคัญอย่าลืมว่าการหาตำแหน่ง GPS บนอุปกรณ์ต่างๆต้องอาศัยดาวเทียมและต้องใช้ข้อมูล internet. ถ้าในกรณีที่ดาวเทียมขัดข้อ และ internet เกิดปัญหาทางภัยภิบัติ เรายังมีแผนที่กระดาษที่พอจะใช้ได้อยู่ แผนที่ทางหลวง แผนที่จังหวัดที่เราอยู่หรือกำลังจะไป เลือกที่มีระบุความสูงจากน้ำทะเลด้วยในการประเมินเรื่องน้ำท่วม",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 3
 },
 {
 "itemID": "38",
 "itemName": "กล้องส่องทางไกล",
 "icon": "img38.jpg",
 "use": "ดูทางระยะไกลหรือดูเหตุการณ์ที่เกิดขึ้นในระยะที่สายตามนุษย์มองไปไม่ถึง",
 "shop": "ร้านขายอุปกรณ์เดินป่า",
 "notice": "มีหลายแบบแนะนำให้เลืองที่พกพาสะดวกและระยะการมองเห็นไกล มีประโยชน์ทั้งการเข้าป่าและการใช้ในชุมชน หรือใช้คู่กับกระจกส่งสัญญาณ หรือไฟกระพริบ ในการส่องแสงสะท้อนหรือกระพริบไฟเพื่อบอกความหมายในระยะไกลๆได้ดี",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 3
 },
 {
 "itemID": "39",
 "itemName": "นาฬิกาข้อมือ",
 "icon": "img39.jpg",
 "use": "บอกเวลาในสถานการต่างๆ",
 "shop": "ร้านขายนาฬิกา",
 "notice": "แนะนำให้ใช้แบบเข็มเพราะไม่เสียง่ายแบบนาฬิกาดิจิตอล และควรเลือกแบบกันน้ำหรือความชื้นได้ดี ในบางครั้งเราอาจจะเปลี่ยนมันเป็นทรัพย์สินอย่างอื่นได้หากมีมูลค่าพอ",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "40",
 "itemName": "เอกสารสำคัญ",
 "icon": "img40.jpg",
 "use": "ใช้ระบุตัวตนหากจำเป็นต้องมีการตรวจทางกฎหมาย",
 "shop": "เอกสารประจำตัว",
 "notice": "บัตรประชาชน Passport, ฉโนดที่ดิน, ทะเบียรบ้าน, เอกสารทางการศึกษา และเอกสารอื่นๆที่คิดว่าจำเป็นหากมีการเดินทางและโยกย้ายถิ่นเมื่อเกิดภัยพิบัติใหญ่ๆ",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "41",
 "itemName": "ชุดปฐมพยาบาล",
 "icon": "img41.jpg",
 "use": "ใช้ปถมพยาลายตนเองหรือผู้อื่นที่ได้รับบาดเจ็บ",
 "shop": "ร้านขายยา,ร้านขายอุปกรณ์ด้านการแพทย์",
 "notice": "ชุดขนาดเล็กเหมาะแก่การพกติดตัว และควรมีคู่มือปฐมพยาบาลด้วย",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "42",
 "itemName": "ถุงยางอนามัย",
 "icon": "img42.jpg",
 "use": "นอกจากจะใช้งานปรกติแล้วยังสามารถขยายเพื่อรัดบาดแผลไม่ให้โดนน้ำได้ด้วย",
 "shop": "ร้านขายยา,ร้านขายอุปกรณ์ด้านการแพทย์",
 "notice": "ประโยชน์อยู่ที่ความยืดหยุ่นของถุงยางอนามัยนั้นสามารถสวมแขนหรือขา. เพราะฉะนั้นในกรณีที่อยู่ในที่ชื้นแฉะต้องการป้องกันแผลจากน้ำ ถุงยางอนามัยเป็นตัวเลือกที่ดีมากในรณีนี้",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "43",
 "itemName": "ยาโรคประจำตัว",
 "icon": "img43.jpg",
 "use": "รักษาตามอาการของโรคแต่ละบุคคล",
 "shop": "ตามคำสั่งแพทย์",
 "notice": "นอกจากยาอื่นๆที่มากับชุดปฐมพยาบาลแล้ว บางคนจะมีโรคประจำตัวอยู่อย่าลืมพกมันติดตัวไปไม่ว่ากรณีใดๆ",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "44",
 "itemName": "วิตมินบำรุงร่างการ",
 "icon": "img44.jpg",
 "use": "บำรุงร่างการในกรณีที่พบว่าตัวเองได้รับสารอาหารไม่เพียงพอและอ่อนแอ",
 "shop": "ร้านขายยา,ร้านขายอุปกรณ์ด้านการแพทย์",
 "notice": "เป็นตัวช่วยที่ดีหากร่างการขาดสารอาหารจะส่งผลเสียอย่างมาก หรือในกรณีอาหารขาดแคลนก็เป็นส่วนหนึ่งที่คอยเสริมได้อีกเช่นกัน",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "45",
 "itemName": "ผลไม้อบแห้ง",
 "icon": "img45.jpg",
 "use": "รับประทานได้ทุกเวลา",
 "shop": "ร้านค้าทั่วไป",
 "notice": "ผักผลไม้เป็นส่วนสำคัญในการให้สารอาหารแก่ร่างกาย และในเวลาฉุกเฉินก็ยังรับประทานเพื่อลดความหิวได้เช่นกัน",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 4
 },
 {
 "itemID": "46",
 "itemName": "อาหารฉุกเฉิน",
 "icon": "img46.jpg",
 "use": "รับประทานแทนอาหารในกรณีที่ไม่สามารถหาอาหารปรกติทานได้หรือยามฉุกเฉิน",
 "shop": "ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "บางคนอาจเตรียมอาหารแห้งตุนไว้ แต่ควรมีอาหารพกติดตัวด้วยเผื่อกรณีฉุกเฉินด้วย เช่น โปรตีนแท่ง, ขนมปังแครกเกอร์, เนื้ออบแห้งแบบต่างๆ หรือบางคนอาจจะซื้อพวกอาหารฉุกเฉินยี่ห้อต่างๆในท้องตลาดและต้องคอยดูวันหมดอายุในกรณีซื้อตุนเก็ยไว้",
 "backpack": 1,
 "minipack": 1,
 "carpack": 0,
 "type": 4
 },
 {"itemID": "47",
 "itemName": "ลิปมัน",
 "icon": "img47.jpg",
 "use": "เพิ่มความชุ่มชื้นให้ริมฝีปาก",
 "shop": "ร้านค้าทั่วไป, ร้านขายยา",
 "notice": "ใช้ประกอบกับชุดปฐมพยาบาลได้ในบางกรณี ควรมีติดไว้หากต้องเจอกับอากาศหนาวมากๆยังสามารถทาป้องกันการแตกของปากได้ดี",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "48",
 "itemName": "แว่นกันแดด",
 "icon": "img48.jpg",
 "use": "ปกป้องดวงตาจากแดดและแสงจ้า",
 "shop": "ร้านขายแว่นตา, ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "ถ้าเหตุการณ์ที่ต้องเจอกับแดดแรงๆ และต้องเดินทางบ่อยควรมีติดตัวไว้น้องจากจะเท่เวลาใส่แล้วยังมีประโยชน์อีกด้วย",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "49",
 "itemName": "ผ้าอนามัย",
 "icon": "img49.jpg",
 "use": "นอกจากคุณผู้หญิงใช้งานปรกติแล้ว ยังเป้นตัวชวยที่ดีมากหากเจออุบัติเหตุที่เสียเลือดมาก ผ้าจะช่วยซับของเหลวอย่างเลือดได้ดี และยังสะอาดมากด้วย",
 "shop": "ร้านค้าทั่วไป, ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "พกไว้ได้ทั้งหญิงและชายเผื่อกรณีเจอเหตุฉุกเฉินเร่งด่วนทั้งกับตัวเองและผู้อื่น อาจใช้คู่กับถุงยางอนามัยเพื่อกันน้ำและความชื้นจากภายนอกได้ดีเมื่อจำเป็นต้องลุยน้ำเจอฝนและความชื้น",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "50",
 "itemName": "น้ำยาฆ่าเชื้อโรค",
 "icon": "img50.jpg",
 "use": "ฆ่าเชื้อโรคภายนอก ใช้กับอุปกรณ์ภายนอกเช่น เสื้อผ้ารองเท้าเป็นต้น",
 "shop": "ร้านค้าทั่วไป, ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "ใช้อย่างระมัดระวัง เพราะหากสัมผัสโดยตรงสามารถกัดผิวเราได้ มีประโยชน์มากหากต้องเจอสถานการการระบาดของเชื้อโรค หากคิดว่าไม่มีตัวแปรด้านเชื้อโรคต่างๆก็ตัดไปได้เลยเพื่อประหยัดพื้นที่ในเป้ใส่ของได้ ถ้าหาไม่ได้น้ำยาไฮเตอร์ที่เราใช้แช่ผ้าขาวกันแทนได้",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "51",
 "itemName": "อุปกรณ์ป้องกันเสียง",
 "icon": "img51.jpg",
 "use": "ปกป้องแก้วหูจากเสียงดัง",
 "shop": "ร้านค้าทั่วไป, ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "บางสถานการอาจเกิดเสียงดังเป็นอันตรายต่อแก้วหูเช่น การระเบิด หรือเสียงจากธรรมชาติ ทำให้ตกใจขาดสติได้ จึงเป็นตัวช่วยที่ในในกรณีนี้ บางคนอาจเลือกที่อุดหูของอุปกรณ์ว่ายน้ำหรือหูฟังจากอุปกรณ์ฟังเพลงก็ยังช่วยได้เหมือนกัน",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "52",
 "itemName": "ถุงซิปล็อคเอนกประสงค์",
 "icon": "img52.jpg",
 "use": "ใส่อุปกรณ์ชิ้นเล็กๆต่างๆอย่างเป็นหมวดหมู่และหยิบใช้สะดวก",
 "shop": "ร้านค้าทั่วไป, ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "แนะนำเป็นถุงแบบ Zip Lock เพราะป้องกันน้ำ ปิดง่ายแกะง่ายแถมยังมองเห็นจากด้านนอกสะดวกในการหยิบใช้งาน",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "53",
 "itemName": "ด่างทัพทิม",
 "icon": "img53.jpg",
 "use": "ผสมน้ำเพื่อล้างผักและผลไม้ ที่คิดว่าไม่ปลอดภัยจาก เชื้อโรค เชื้อแบคทีเรียและเชื้อราปนเปื้อน",
 "shop": "ร้านค้าทั่วไป, ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "เพื่อป้องกันเชื้อโรคเข้าสู่ร่างกายส่วนหนึ่งจากผักและผลไม้สด วิธีการใช้คือ ปริมาณด่างทับทิม 5 เกล็ด/น้ำ 4 ลิตร แช่ผักทิ้งไว้นาน 10 นาที แล้วล้างด้วยน้ำสะอาดอีก 4 ลิตร นาน 2 นาที (สวมแว่นปกป้องดวงตา และไม่ควรผสมด่างทัพทิมเข้มข้นเกินไป)",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "54",
 "itemName": "คาลาไมน์",
 "icon": "img54.jpg",
 "use": "รักษาโรคผิวหนังต่างๆในช่วงเกิดภัยพิบัตได้ดีิ",
 "shop": "ร้านค้าทั่วไป, ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "ผลจาก เชื้อราหรือน้ำกัดเท้า, เท้าหรือมือเปื่อย, สารเคมี, ฝนกรด ไปจนถึงการระคายเคืองต่างๆทั้งสารเคมีและจากสัตว์ และพืชมีพิษบางชนิด แนะนำให้มีไว้อย่างน้อย 1 ขวด",
 "backpack": 1,
 "minipack": 0,
 "carpack": 0,
 "type": 2
 },
 {
 "itemID": "55",
 "itemName": "อุปกรณ์พยุงตัวบนน้ำ/ชุดชูชีพ",
 "icon": "img55.jpg",
 "use": "ช่วยในการลอยตัวบนน้ำ",
 "shop": "ร้านค้าทั่วไป, ห้างสรรพสินค้าขนาดใหญ่",
 "notice": "ในกรณีภัยพิบัติหรืออุบัติเหตุทางน้ำเป็นสิ่งสำคัญมาก อย่างน้อยควรมีไว้ติดบ้านติดรถคนละ 1 ตัว หรืออาจจะหาห่วงยากแบบเป่าลมก็ได้เผื่อการพกพาติดตัวจะได้ไม่หนักจนเกินไป จะใช้ค่อยเป่าลม แต่ความคงทนคงไม่เท่าเสื้อชูชีพปรกติ",
 "backpack": 1,
 "minipack": 0,
 "carpack": 1,
 "type": 1
 },
 {
 "itemID": "56",
 "itemName": "อุปกรณ์เย็บปัก",
 "icon": "img56.jpg",
 "use": "ใช้เข็ม ด้าย หรือเข็มกลัด เย็บผ้าหรือเครื่องนุ่งห่มเมื่อมีการฉีกขาด",
 "shop": "ร้านค้าทั่วไป",
 "notice": "ประกอบด้วย เข็มและด้ายอย่างละ 1 อัน, เข็มกลัด 3-5 อัน",
 "backpack": 0,
 "minipack": 1,
 "carpack": 0,
 "type": 1
 },
 {
 "itemID": "57",
 "itemName": "อาหารสำเร็จรูป/ขนม",
 "icon": "img57.jpg",
 "use": "รับประทานเพื่อทดแทนอาหารหลักได้ ให้พลังงานสูง",
 "shop": "ร้านค้าทั่วไป",
 "notice": "อาจจะเลือก บะหมี่แห้ง, แครกเกอร์, ช็อกโกแลต, มาชเมลโล่ ฯลฯ ตามแต่จะหาได้สะดวก. อาจตุนแครกเกอร์ไว้เผื่อทั้งคนและสัตว์เลี้ยงก็เป็นการดี แนะนำสำหรับแคมป์ไฟควรมี มัชเมโล่ ติดกระเป๋ามาด้วย(มัชเมโล่ย่างไฟอร่อย)",
 "backpack": 1,
 "minipack": 1,
 "carpack": 1,
 "type": 4
 }
 ]